antfu.icons-carbon
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chakrounanas.turbo-console-log
dbaeumer.vscode-eslint
drcika.apc-extension
eamodio.gitlens
esbenp.prettier-vscode
felipe.nasc-touchbar
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
luongnd.edge
marcostazi.vs-code-drupal
meganrogge.template-string-converter
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
octref.vetur
patbenatar.advanced-new-file
pkief.material-icon-theme
pkief.material-product-icons
redhat.vscode-yaml
ritwickdey.liveserver
styled-components.vscode-styled-components
tombonnike.vscode-status-bar-format-toggle
uloco.theme-bluloco-light
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
whatwedo.twig
wix.vscode-import-cost
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
zengxingxin.sort-js-object-keys
zhuangtongfa.material-theme
